{
  "language" : "de",
  "job": "FRONTEND ENTWICKLERIN",
  "heroCta": "Reden wir!",
  "aboutMeNav": "Über mich",
  "skillsNav": "Skills",
  "portfolioNav": "Portfolio",
  "contactNav": "Kontakt",
  "iAm" : "",
  "aboutMe": "Über mich",
  "aboutMeText": "Ich bin Frontend-Entwicklerin aus Düren und verbinde technisches Know-how mit kreativer Problemlösung.  Die Möglichkeit, Ideen in digitale Ergebnisse zu verwandeln, begeistert mich jeden Tag aufs Neue. Dabei geht es mir nicht nur darum, Code zu schreiben, sondern vor allem darum, Mehrwert zu schaffen.",
  "locationText" : "Ich arbeite gerne vor Ort in Düren, Köln oder Aachen und kann auch remote effektiv und produktiv arbeiten.",
  "bulbText": "Ich bin immer neugierig auf neue Technologien und lerne stetig dazu, um mein Wissen und meine Fähigkeiten weiterzuentwickeln. Dabei schätze ich die Zusammenarbeit im Team.",
  "puzzleText": "Für mich bedeutet Programmieren, Probleme auf kreative Weise zu lösen und Abläufe effizienter zu gestalten.",
  "skillsHeadline": "Skills",
  "skillsText": "Ich habe umfangreiche Erfahrungen in der Umsetzung von Projekten mit unterschiedlichsten Frontend-Technologien und -Konzepten gesammelt.",
  "skillsSubheadline1": "Suchen Sie nach",
  "skillsSubheadline2": "einem anderen Skill",
  "skillsSubheadline3": "?",
  "skillsSubtext": "Kontaktieren Sie mich gerne. Ich freue mich darauf, mein bisheriges Wissen weiter auszubauen.",
  "skillsCta": "Kontaktaufnahme",
  "portfolioSubheadline": "Entdecken Sie hier eine Auswahl meiner Arbeiten – Interagieren Sie mit Projekten, um meine Fähigkeiten in Aktion zu sehen",
  "portfolioDescriptionJoin": "Task-Manager inspiriert vom Kanban-System. Erstelle und organisiere Aufgaben mithilfe von Drag-and-Drop-Funktionen, weise Benutzern und Kategorien zu.",
  "portfolioDescriptionEPL": "Ein einfaches Jump-and-Run-Spiel basierend auf einem objektorientierten Ansatz. Helfen Sie Pepe, Münzen und Salsa-Flaschen zu sammeln, um gegen das große Huhn zu kämpfen.",
  "portfolioDescriptionDABubble":"",
  "feedbackText1": "Saskia war ein zuverlässiges Teammitglied für unser Kanban-Board. Sie organisierte den Aufbau und die Struktur der Serverdaten und stellte sicher, dass die Daten unserer Seiten (Benutzer, Aufgaben) korrekt im Kanban-System angezeigt und verwaltet wurden. Sie war stets kommunikativ und trug wertvolle Informationen bei.",
  "feedbackText2": "Michael war ein herausragender Teamkollege bei DA. Sein positives Engagement und seine Bereitschaft, Verantwortung zu übernehmen, haben maßgeblich dazu beigetragen, dass wir unsere Ziele erreicht haben",
  "feedbackText3": "Es war eine große Freude, mit Michael zusammenzuarbeiten. Er versteht es, Teammitglieder zu motivieren und zu ermutigen, ihre beste Arbeit zu leisten, und bringt stets wertvolle Ideen in Brainstormings ein. Hinsichtlich des Wohlbefindens der Gruppenmitglieder war er immer präsent und verfügbar, um zuzuhören und anderen zu helfen – dabei stets mit einem großartigen Sinn für Humor.",
  "contactHeadline": "Kontakt",
  "contactSubHeadline": "Haben Sie ein Problem zu lösen?",
  "contactText": "Kontaktieren Sie mich über dieses Formular. Ich freue mich darauf, von Ihnen zu hören, Ihre Ideen kennenzulernen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
  "contactCta1": "Benötigen Sie eine Frontend-Entwicklerin?",
  "contactCta2": "Kontaktieren Sie mich!",
  "inputName": "Ihr Name",
  "inputEmail": "Ihre E-Mail Adresse",
  "inputMessage": "Ihre Nachricht",
  "validateName": "Ihr Name ist erforderlich",
  "validateEmail": "Ihre E-Mail Adresse ist erforderlich",
  "validateMessage": "Bitte geben Sie eine Nachricht ein",
  "privacyPolicy1": "Ich habe die",
  "privacyPolicy2": "Datenschutzrichtlinie",
  "privacyPolicy3": "gelesen und stimme der Verarbeitung meiner Daten gemäß den darin beschriebenen Bedingungen zu",
  "sendButton": "Nachricht senden",
  "sendedMessage": "Vielen Dank für Ihre Nachricht!",
  "imprint": "Impressum",
  "phone": "Telefonnummer",
  "reference": "Quelle",
  "privacySubheadline": "Datenschutz auf einen Blick",
  "generalNotes": "Allgemeine Hinweise",
  "generalNotesText": "Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenbezogenen Daten passiert, wenn Sie diese Website besuchen. Personenbezogene Daten sind alle Daten, mit denen Sie persönlich identifiziert werden können. Ausführliche Informationen zum Thema Datenschutz entnehmen Sie unserer unter diesem Text aufgeführten Datenschutzerklärung.",
  "dataCollection": "Datenerfassung auf dieser Website",
  "dataCollectionSubheadline": "Wer ist verantwortlich für die Datenerfassung auf dieser Website?",
  "dataCollectionText": "Die Datenverarbeitung auf dieser Website erfolgt durch den Websitebetreiber. Dessen Kontaktdaten können Sie dem Abschnitt 'Hinweis zur Verantwortlichen Stelle' in dieser Datenschutzerklärung entnehmen.",
  "dataCapture": "Wie erfassen wir Ihre Daten?",
  "dataCaptureText1": "Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen. Hierbei kann es sich z.B. um Daten handeln, die Sie in ein Kontaktformular eingeben.",
  "dataCaptureText2": "Andere Daten werden automatisch oder nach Ihrer Einwilligung beim Besuch der Website durch unsere IT-Systeme erfasst. Das sind vor allem technische Daten (z.B. Internetbrowser, Betriebssystem oder Uhrzeit des Seitenaufrufs). Die Erfassung dieser Daten erfolgt automatisch, sobald Sie diese Website betreten.",
  "dataUsage": "Wofür nutzen wir Ihre Daten?",
  "dataUsageText": "Ein Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der Website zu gewährleisten. Andere Daten können zur Analyse Ihres Nutzerverhaltens verwendet werden. Sofern über die Website Verträge geschlossen oder angebahnt werden können, werden die übermittelten Daten auch für Vertragsangebote, Bestellungen oder sonstige Auftragsanfragen verarbeitet.",
  "dataRights": "Welche Rechte haben Sie bezüglich Ihrer Daten?",
  "dataRightsText": "Sie haben jederzeit das Recht, unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten. Sie haben außerdem ein Recht, die Berichtigung oder Löschung dieser Daten zu verlangen. Wenn Sie eine Einwilligung zur Datenverarbeitung erteilt haben, können Sie diese Einwilligung jederzeit für die Zukunft widerrufen. Außerdem haben Sie das Recht, unter bestimmten Umständen die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Des Weiteren steht Ihnen ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu. Hierzu sowie zu weiteren Fragen zum Thema Datenschutz können Sie sich jederzeit an uns wenden.",
  "hosting": "Hosting",
  "hostingInfo": "Wir hosten die Inhalte unserer Website bei folgendem Anbieter:",
  "hoster": "All-Inkl",
  "hosterText1": "Anbieter ist die ALL-INKL.COM - Neue Medien Münnich, Inh. René; Münnich, Hauptstraße 68, 02742 Friedersdorf (nachfolgend All-Inkl). Details entnehmen Sie der Datenschutzerklärung von All-Inkl:",
  "hosterLink": "https://all-inkl.com/datenschutzinformationen/",
  "hosterText2": " Die Verwendung von All-Inkl erfolgt auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO. Wir haben ein berechtigtes Interesse an einer möglichst zuverlässigen Darstellung unserer Website. Sofern eine entsprechende Einwilligung abgefragt wurde, erfolgt die Verarbeitung ausschließlich auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO und §25 Abs. 1 TDDDG, soweit die Einwilligung die Speicherung von Cookies oder den Zugriff auf Informationen im Endgerät des Nutzers (z.B. Device-Fingerprinting) im Sinne des TDDDG umfasst. Die Einwilligung ist jederzeit widerrufbar."
}