{
  "language": "en",
  "job": "FRONTEND DEVELOPER",
  "heroCta": "Let's talk!",
  "aboutMeNav": "About Me",
  "skillsNav": "Skills",
  "portfolioNav": "Portfolio",
  "contactNav": "Contact",
  "iAm": "I am",
  "aboutMe": "About Me",
  "aboutMeText": "I am a frontend developer from Düren, combining technical know-how with creative problem-solving. The ability to turn ideas into digital results excites me every day. For me, it's not just about writing code, but about creating value.",
  "locationText": "I enjoy working on-site in Düren, Cologne, or Aachen and can also work effectively and productively remotely.",
  "bulbText": "I am always curious about new technologies and constantly learning to further develop my knowledge and skills. I also value teamwork and collaboration.",
  "puzzleText": "For me, programming means solving problems creatively and making processes more efficient.",
  "skillsHeadline": "Skills",
  "skillsText": "I have extensive experience in implementing projects with a variety of frontend technologies and concepts.",
  "skillsSubheadline1": "Are you looking for",
  "skillsSubheadline2": "another skill",
  "skillsSubheadline3": "?",
  "skillsSubtext": "Feel free to contact me. I look forward to further expanding my knowledge.",
  "skillsCta": "Get in touch",
  "portfolioSubheadline": "Discover a selection of my work here – Interact with projects to see my skills in action.",
  "portfolioDescriptionJoin": "A task manager inspired by the Kanban system. Create and organize tasks using drag-and-drop functions, assign users and categories.",
  "portfolioDescriptionEPL": "A simple jump-and-run game based on an object-oriented approach. Help Pepe collect coins and salsa bottles to fight the big chicken.",
  "portfolioDescriptionDABubble": "",
  "feedbackText1": "Saskia was a reliable team member for our Kanban board. She organized the setup and structure of the server data and ensured that the data from our pages (users, tasks) was correctly displayed and managed in the Kanban system. She was always communicative and contributed valuable information.",
  "feedbackText2": "Michael was an outstanding team colleague at DA. His positive commitment and willingness to take on responsibility made a significant contribution to us achieving our goals.",
  "feedbackText3": "It was a great pleasure to work with Michael. He knows how to motivate and encourage team members to present their best work and always brings valuable ideas to brainstorming sessions. Regarding the well-being of group members, he was always present and available to listen and help others, with a great sense of humor as well.",
  "contactHeadline": "Contact",
  "contactSubHeadline": "Do you have a problem to solve?",
  "contactText": "Contact me through this form. I look forward to hearing from you, learning about your ideas, and contributing to your projects with my work.",
  "contactCta1": "Do you need a frontend developer?",
  "contactCta2": "Contact me!",
  "inputName": "Your Name",
  "inputEmail": "Your Email",
  "inputMessage": "Your Message",
  "validateName": "Your name is required",
  "validateEmail": "Your email address is required",
  "validateMessage": "Please enter a message",
  "privacyPolicy1": "I have read the",
  "privacyPolicy2": "privacy policy",
  "privacyPolicy3": "and agree to the processing of my data as outlined",
  "sendButton": "Send Message",
  "sendedMessage": "Thank you for your message!",
  "imprint": "Imprint",
  "phone": "Phone number",
  "reference": "Reference",
  "privacySubheadline": "Data Protection at a Glance",
  "generalNotes": "General Notes",
  "generalNotesText": "The following notes provide a simple overview of what happens to your personal data when you visit this website. Personal data is any data with which you can be personally identified. Detailed information on data protection can be found in our privacy policy listed below this text.",
  "dataCollection": "Data Collection on This Website",
  "dataCollectionSubheadline": "Who is responsible for data collection on this website?",
  "dataCollectionText": "The data processing on this website is carried out by the website operator. You can find their contact details in the section 'Note on the Responsible Entity' in this privacy policy.",
  "dataCapture": "How do we collect your data?",
  "dataCaptureText1": "Your data is collected, firstly, when you provide it to us. This can be data that you enter into a contact form, for example.",
  "dataCaptureText2": "Other data is collected automatically or after your consent when you visit the website. This data includes primarily technical information (e.g., internet browser, operating system, or time of page access). The collection of this data occurs automatically as soon as you enter this website.",
  "dataUsage": "What do we use your data for?",
  "dataUsageText": "Some of the data is collected to ensure the error-free provision of the website. Other data may be used to analyze your user behavior. If contracts are concluded or initiated via the website, the transmitted data will also be processed for contract offers, orders, or other service requests.",
  "dataRights": "What rights do you have regarding your data?",
  "dataRightsText": "You have the right to receive information about the origin, recipient, and purpose of your stored personal data at any time free of charge. You also have the right to request the correction or deletion of this data. If you have given your consent to data processing, you can withdraw this consent at any time for the future. Additionally, you have the right, under certain circumstances, to request the restriction of the processing of your personal data. Furthermore, you have the right to lodge a complaint with the competent supervisory authority. For this and other questions on the topic of data protection, you can contact us at any time.",
  "hosting": "Hosting",
  "hostingInfo": "We host the content of our website with the following provider:",
  "hoster": "All-Inkl",
  "hosterText1": "The provider is ALL-INKL.COM - Neue Medien Münnich, Inh. René Münnich, Hauptstraße 68, 02742 Friedersdorf (hereinafter All-Inkl). For details, please refer to All-Inkl's privacy policy:",
  "hosterLink": "https://all-inkl.com/datenschutzinformationen/",
  "hosterText2": "The use of All-Inkl is based on Article 6 (1) lit. f GDPR. We have a legitimate interest in the most reliable presentation of our website possible. If corresponding consent has been requested, the processing is based solely on Article 6 (1) lit. a GDPR and §25 (1) TTDSG, insofar as the consent includes the storage of cookies or access to information in the user’s end device (e.g., device fingerprinting) under the TTDSG. The consent can be revoked at any time."
}